<template>
  <main class="main">
    <Phonenav />
    <section class="content">
      <Logo />
      <h2>各機関紹介</h2>
      <div class="wrapper">
        <h3>情報システム課</h3>
        <p>
          情報システム課では、主に各学校行事でのWebサイト作成、生徒会サーバーの管理、生徒会関連のシステム開発などを行っており、このデジタル委員会のWebサイトもこの課が運用しています。
        </p>
      </div>
      <div class="wrapper">
        <h3>動画課</h3>
        <p>
          動画課では、学校行事における機材の設営から動画の撮影、編集、公開まですべての工程を行っています。常により高度な技術力を求め、高い向上心を胸に各課員が切磋琢磨しています。
        </p>
      </div>
      <div class="wrapper">
        <h3>デザイン課</h3>
        <p>
          他の課と連携をとりながら、様々なデザインを行っています。この委員会のロゴも、デザイン課がデザインしたものです。
        </p>
      </div>
      <div class="wrapper">
        <h3>総務課</h3>
        <p>
          総務課はデジタル委員会の主な活動であるホームページ作成や動画作成などを行っているわけではありませんが、情報システム課や動画課を支える縁の下の力持ちとして、会計、委員やアカウントの管理、渉外係としての活動など、デジタル委員会の無駄を省くために動く、要となる組織です。
        </p>
      </div>
    </section>
    <Subnav />
  </main>
</template>
<script>
export default {}
</script>
<style lang="">
</style>